Tekla Open API Reference for Tekla Structures 2025
TeklaStructuresVariables Fields
The TeklaStructuresVariables type exposes the following members.
Fields
Name | Description
PourManagementOptionName
 The advanced option name for pour management.
Top
See Also
Reference
TeklaStructuresVariables Class
Tekla.Structures Namespace